app/controllers/api/v1/people_controller.rb

INSERT INTO "people" ("name", "picture", "created_at", "updated_at") VALUES (?, ?, ?, ?)
---
    def create
        @person = Person.create(people_params)