app/controllers/api/v1/players_controller.rb

INSERT INTO "players" ("name", "wins", "losses", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "William Lin"], ["wins", 0], ["losses", 0], ["created_at", "2020-05-29 17:48:25.799291"], ["updated_at", "2020-05-29 17:48:25.799291"]]
---
    def create
        @player = Player.create(player_params)